Revit 2024 API
ParameterTypeId.SpotElevLowerSuffix Property
 "Lower Value Suffix"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Syntax
C#
public static ForgeTypeId SpotElevLowerSuffix { get; }
Visual Basic
Public Shared ReadOnly Property SpotElevLowerSuffix As ForgeTypeId
	Get
Visual C++
public:
static property ForgeTypeId^ SpotElevLowerSuffix {
	ForgeTypeId^ get ();
}
See Also
ParameterTypeId Class
Autodesk.Revit.DB Namespace